brew "vim"
brew "tmux"
brew "fzf"
brew "ripgrep"
brew "awscli"
brew "kubectx"
brew "git-lfs"
brew "node"
brew "watch"
brew "tree"
brew "helm"
brew "ansible"
brew "poetry"
brew "python@3.8"
brew "rust"

tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-mono"

tap "homebrew/cask"
cask "docker"
cask "google-chrome"
cask "slack"
cask "zoom"
